<?php

return [
    // Navigation
    'navigation_label' => 'Мови магазинів',

    // Labels
    'labels' => [
        'model'        => 'Мова магазину',
        'plural_model' => 'Мови магазинів',
        'shop'         => 'Магазин',
        'code'         => 'Код мови',
        'name'         => 'Назва',
    ],

    // Columns
    'columns' => [
        'shop'       => 'Магазин',
        'code'       => 'Код',
        'name'       => 'Назва',
        'is_default' => 'За замовчуванням',
    ],

    // Helpers
    'helpers' => [
        'is_active'  => 'Увімкнути/вимкнути мову для магазину',
        'is_default' => 'Лише одна мова може бути за замовчуванням для магазину. Має бути щонайменше одна мова за замовчуванням.',
    ],

    'errors' => [
        'at_least_one_default' => 'Для магазину має бути хоча б одна мова за замовчуванням.',
    ],
];
