<?php

return [
    // Navigation
    'navigation_label' => 'Користувачі',

    // Labels
    'labels'           => [
        'model'        => 'Користувач',
        'plural_model' => 'Користувачі',
    ],

    // Helpers
    'helpers'          => [
        'email_verified_at' => 'Дата, коли користувач підтвердив свою електронну адресу',
        'password'          => 'Пароль повинен містити принаймні 3 символи, включаючи літери, цифри та спеціальні символи!',
        'is_active'         => 'Увімкнути/вимкнути цього користувача',
    ],

    // Error
    'errors'           => [
        'cant_delete_special_user' => 'Будь ласка, не намагайтеся видаляти цей спеціальний обліковий запис користувача!',
    ],
];
